KCX-Mapping-Convert/testdaten/EMCS/DE01DE01351220120509103025825.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header><Header xmlns="http://www.eurtradenet.com/schemas/header/200310"><To>DE01.STOCBIE.3512</To><From>DE.STOC.BIE</From><MessageID>DE-STOC-BIE004061090512</MessageID><SentAt>2012-05-09T10:30:16Z</SentAt><Act>inform</Act><Procedure>EMCS</Procedure><Method>EMB</Method><MessageType>EMCSValidDeclaration</MessageType><Direction>TO_CUSTOMER</Direction><MessageVersion>1.0</MessageVersion></Header></soap:Header><soap:Body><Submit xmlns="http://www.eurtradenet.com/schemas/uids/emcs/body/200911"><EMCS><EMCSValidDeclaration><LocalReferenceNumber>12BE455791320001864</LocalReferenceNumber><ExciseMovementEaad><AadReferenceCode>12BEH204NO6P004MJRMV3</AadReferenceCode><DateAndTimeOfValidationOfEaad>2012-05-09T10:29:00+0200</DateAndTimeOfValidationOfEaad></ExciseMovementEaad><CompetentAuthorityDispatchOffice>BE312000</CompetentAuthorityDispatchOffice><HeaderEaad><SequenceNumber>1</SequenceNumber><DestinationTypeCode>1</DestinationTypeCode><JourneyTime>D08</JourneyTime><TransportArrangement>1</TransportArrangement></HeaderEaad><EaadDraft><InvoiceNumber>40097-PT200183</InvoiceNumber><InvoiceDate>2012-03-08</InvoiceDate><OriginTypeCode>1</OriginTypeCode><DateOfDispatch>2012-05-09</DateOfDispatch><TimeOfDispatch>12:30:00</TimeOfDispatch></EaadDraft><ConsignorTrader><ExciseTaxNumber>BE1G000106699</ExciseTaxNumber><Address><Name>VLS-GROUP GHENT</Name><StreetAndNumber>BELGICASTRAAT 3</StreetAndNumber><PostalCode>9042</PostalCode><City>GENT</City><Language>nl</Language></Address></ConsignorTrader><PlaceOfDispatchTrader><ExciseTaxNumber>BE1G000106600</ExciseTaxNumber><Address><Name>VLS-GROUP GHENT</Name><StreetAndNumber>BELGICASTRAAT 3</StreetAndNumber><PostalCode>9042</PostalCode><City>GENT</City><Language>nl</Language></Address></PlaceOfDispatchTrader><ConsigneeTrader><ExciseTaxNumber>DE00001447238</ExciseTaxNumber><Address><Name>stockmeier chemie gmbh</Name><StreetAndNumber>ECKENDORFERSTRASSE 10</StreetAndNumber><PostalCode>33609</PostalCode><City>BIELEFELD</City><Language>nl</Language></Address></ConsigneeTrader><DeliveryPlaceTrader><ExciseTaxNumber>DE00000575143</ExciseTaxNumber><Address><Name>stockmeier chemie gmbh</Name><StreetAndNumber>ECKENDORFERSTRASSE 10</StreetAndNumber><PostalCode>33609</PostalCode><City>BIELEFELD</City><Language>nl</Language></Address></DeliveryPlaceTrader><TransportMode>7</TransportMode><FirstTransporterTrader><Address><Name>KLEINS</Name><StreetAndNumber>XXXX</StreetAndNumber><PostalCode>XXXX</PostalCode><City>XXXX</City><Language>nl</Language></Address></FirstTransporterTrader><TransportDetails><TransportUnitCode>2</TransportUnitCode><IdentityOfTransportUnits>DUTS8095</IdentityOfTransportUnits></TransportDetails><BodyEaad><ItemNumber>1</ItemNumber><ExciseProductCode>E480</ExciseProductCode><CnCode>27101221</CnCode><CommercialDescription language="nl">PETROFLUID D60</CommercialDescription><BrandNameOfProducts language="nl">TN551</BrandNameOfProducts><FiscalMarkUsedFlag>true</FiscalMarkUsedFlag><Quantity>28633</Quantity><AlcoholicStrength>0</AlcoholicStrength><DegreePlato>0</DegreePlato><SizeOfProducer>0</SizeOfProducer><Density>8</Density><NetWeight>20020</NetWeight><GrossWeight>22660</GrossWeight><Package><KindOfPackages>VL</KindOfPackages><NumberOfPackages>0</NumberOfPackages></Package></BodyEaad></EMCSValidDeclaration></EMCS></Submit></soap:Body></soap:Envelope>